Repository: The-Fried-Fish/VoidLink-previously-moonlight-zwm
Catalog: VoidLink/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Got it! (%ld)
zh_hans: 了解! (%ld)
zh_hk: 知道了！(%ld)

source: Gyro Button
zh_hans: 陀螺仪按键
zh_hk: 陀螺儀按鍵

source: Gyro button on controller
zh_hans: 手柄陀螺仪按键
zh_hk: 手柄陀螺儀按鍵

source: Gyro off while activated
zh_hans: 激活时关闭陀螺仪
zh_hk: 啟用時關閉陀螺儀

source: Gyro on while activated
zh_hans: 激活时开启陀螺仪
zh_hk: 啟用時開啟陀螺儀

source: Gyro switch button
zh_hans: 陀螺仪切换按键
zh_hk: 陀螺儀切換按鍵

source: Gyro widgets cannot be combined with direction pad
zh_hans: 陀螺仪控件不能与方向键组合
zh_hk: 陀螺儀控制項不能與方向鍵組合

# gyroButtonTip
source: This is a gyro switch button Before you start, please navigate to 'Settings Menu → Motion Control Section → Map Gyro to’ to confirm whether the gyroscope output is set to mouse or controller stick.
zh_hans: 这是一个陀螺仪开关按键。 开始之前，请先前往 “设置菜单 → 体感控制分区 → 陀螺仪映射为” 选项，确认陀螺仪输出为鼠标还是手柄摇杆。
zh_hk: 這是一個陀螺儀開關按鍵。 開始之前，請先前往「設定選單 → 體感控制分區 → 陀螺儀映射為」選項，確認陀螺儀輸出為滑鼠還是手把搖桿。

# gyroModeStackTip
source: - Gyro support for external game controllers is available on iOS 14+. - If a session is started with gyro mode disabled, it cannot be enabled during streaming.
zh_hans: - 外接手柄的陀螺仪支持适用于 iOS 14 及以上版本。 - 如果在启动会话时关闭了陀螺仪模式，则在串流过程中无法热切换开启。
zh_hk: - 外接控制器的陀螺儀支援適用於 iOS 14 以上版本。 - 若在啟動階段時未啟用陀螺儀模式，則無法在串流過程中熱切換開啟。

# hdrStackTip
source: HDR video stream decoding is not supported on current device
zh_hans: 当前系统不支持HDR视频流解码
zh_hk: 當前裝置不支援HDR視訊串流解碼

source: Height
zh_hans: 高度
zh_hk: 高度

source: Height: %.2f
zh_hans: 高度: %.2f
zh_hk: 高度: %.2f

source: Hide App
zh_hans: 隐藏应用
zh_hk: 隱藏應用程式

source: Highlight alpha
zh_hans: 高亮透明度
zh_hk: 高亮透明度

source: Highlight opacity: %.2f
zh_hk: 高亮透明度: %.2f

source: Highlight size
zh_hans: 高亮尺寸
zh_hk: 高亮尺寸

source: Highlight size: %.2f
zh_hans: 高亮尺寸: %.2f
zh_hk: 高亮尺寸: %.2f

# Host information updated
source: The address has been added to the host. You won’t need to enter it manually next time.
zh_hans: 已为主机添加地址，下次无须手动输入该地址。
zh_hk: 已為主機新增位址，下次無須手動輸入該位址。

source: Host MAC unknown, unable to send WOL Packet
zh_hans: 未知主机MAC地址, 无法发送WOL包
zh_hk: 主機 MAC 未知，無法傳送 WOL 封包

source: Hosts
zh_hans: 远程主机
zh_hk: 主機

# hoverModeStackTip
source: When “both” is selected, you’ll get flickering cursor on host. This function is available without purchasing [Drawing Toolkit].
zh_hans: 当选择“同时悬停”时，PC端的光标将会闪烁。 此功能是Pencil基础功能的一部分，不属于Drawing Toolkit。
zh_hk: 當選擇「同時懸停」時，PC 端的游標將會閃爍。 此功能為 Pencil 基礎功能的一部分，不屬於 Drawing Toolkit。

source: Import
zh_hans: 导入
zh_hk: 匯入

source: Important Tips
zh_hans: 重要提示
zh_hk: 重要提示

source: Indicator offset: %.0f
zh_hans: 指示器偏离: %.0f
zh_hk: 指示器偏移: %.0f

# inputAccessoryBarTip
source: After long-pressing any button for 2 seconds, you can drag to reorder buttons or delete them.
zh_hans: 长按任意按键2秒后，可拖拽调整按键顺序、删除按键
zh_hk: 長按任意按鍵2秒後，可拖曳調整按鍵順序、刪除按鍵

source: Interval of Multi-Touch Move Events: %d μs
zh_hans: 触点移动事件间隔: %d μs
zh_hk: 多點觸控移動事件間隔：%d μs

source: Invalid Input
zh_hans: 无效输入
zh_hk: 無效輸入

# invalidButtonModeTip
source: This button is not applicable in this mode.
zh_hans: 此模式不适用该按键。
zh_hk: 此模式不適用該按鍵。

source: Keyboard / Mouse
zh_hans: 键盘 / 鼠标
zh_hk: 鍵盤 / 滑鼠

source: Keyboard/Mouse Connected
zh_hans: 检测到键鼠接入
zh_hk: 檢測到鍵鼠接入

# keyboard&MouseStreamingTip
source: Keyboard Shortcuts for VoidLink (Desktop Mode): Ctrl(Control) + Alt(Opt) + Shift + D — Disconnect the current session Ctrl(Control) + Alt(Opt) + Shift + Q — Disconnect the current session and quit current app Ctrl(Control) + Alt(Opt) + Shift + S — Expand the settings menu Ctrl(Control) + Alt(Opt) + Shift + O — Toggle the statistics overlay Ctrl(Control) + Alt(Opt) + Shift + C — Toggle mouse pointer visibility By default, the mouse cannot control the camera in 3D games. To stream games, please disconnect the current session, then go to Settings → Peripheral Section → Local Mouse Cursor, and select “Capture”.
zh_hans: VoidLink 桌面模式快捷键： Ctrl(Control) + Alt(Opt) + Shift + D — 断开当前会话 Ctrl(Control) + Alt(Opt) + Shift + Q — 断开当前会话并退出当前app Ctrl(Control) + Alt(Opt) + Shift + S — 展开设置菜单 Ctrl(Control) + Alt(Opt) + Shift + O — 切换性能信息叠加 Ctrl(Control) + Alt(Opt) + Shift + C — 切换鼠标指针可见性 默认状态下鼠标无法在3D游戏中转动视角。如需串流游戏，请断开当前会话，前往设置菜单 -> 外设分区 -> 本地鼠标指针，选择“被窗口捕获”。
zh_hk: VoidLink 桌面模式快速鍵： Ctrl(Control) + Alt(Opt) + Shift + D — 中斷目前連線 Ctrl(Control) + Alt(Opt) + Shift + Q — 中斷目前連線並退出目前app Ctrl(Control) + Alt(Opt) + Shift + S — 展開設定選單 Ctrl(Control) + Alt(Opt) + Shift + O — 切換統計資訊覆蓋 Ctrl(Control) + Alt(Opt) + Shift + C — 切換滑鼠指標可見性 預設狀態下，滑鼠無法在 3D 遊戲中轉動視角。如需進行串流遊戲，請中斷目前會話，前往設定選單 → 外設分區 → 本地滑鼠指標，選擇「被視窗捕獲」。

source: Label alpha
zh_hans: 标签透明度
zh_hk: 標籤透明度

source: Label opacity: %.2f
zh_hk: 標籤透明度: %.2f

source: Label:
zh_hans: 标签:
zh_hk: 標籤:

source: Later
zh_hans: 稍后
zh_hk: 稍後

source: Launch App
zh_hans: 启动应用
zh_hk: 啟動應用程式

source: Layout of the Default profile can not be changed
zh_hans: 默认布局无法被修改
zh_hk: 無法變更預設版面配置

source: Learn More
zh_hans: 了解更多
zh_hk: 了解更多

source: Learn more & join us
zh_hans: 了解并加入社区
zh_hk: 瞭解並加入社群

source: left
zh_hans: 左
zh_hk: 左

source: Left Arrow
zh_hans: 左箭头
zh_hk: 左箭頭

source: Left Button
zh_hans: 左键
zh_hk: 左鍵

source: Left stick
zh_hans: 左摇杆
zh_hk: 左搖桿

source: Left stick pad
zh_hans: 左摇杆触控板
zh_hk: 左搖桿觸控板

source: Left stick wheel
zh_hans: 左摇杆方向轮
zh_hk: 左搖桿方向輪

source: Left trigger pad
zh_hans: 左扳机触控板
zh_hk: 左扳機觸控板

source: Load
zh_hans: 加载
zh_hk: 加載

# loadOswConfigTip
source: - Tap the drawer icon to duplicate the default profile, since it could be overwritten after app update. - Tap to load configs for each widget. - To ensure smooth gameplay without interference: - Disable All gestures in: Settings → Multitasking & Gestures - Disable Settings → Accessibility → Touch → AssistiveTouch - Disable Settings → Accessibility → Zoom - We recommend using new widgets instead of legacy on-screen controls.
zh_hans: - 请点击抽屉图标复制一份默认布局。因为预置的模板布局可能因app升级被覆盖。 - 点击以加载每个控件的配置。 - 为避免游戏过程被干扰，请务必: - 设置 → 多任务与手势 → 关闭所有手势 - 关闭: 设置 → 辅助功能 → 触控 → 辅助触控 - 关闭: 设置 → 辅助功能 → 缩放 - 建议使用新版屏显控件，而非旧版屏显手柄。
zh_hk: - 請點擊抽屜圖示複製一份預設佈局。因為預設的模板佈局可能會因 App 升級而被覆蓋。 - 點擊以載入每個元件的設定。 - 為避免遊戲過程被干擾，請務必: - 設定 → 多工處理與手勢 → 關閉所有手勢 - 關閉: 設定 → 輔助使用 → 觸控 → 輔助觸控 - 關閉: 設定 → 輔助使用 → 縮放 - 建議使用新版螢幕控制元件，而非舊版螢幕顯示手把。

source: Local Keyboard Toggle Disabled
zh_hans: 本地软键盘切换手势已禁用
zh_hk: 本機鍵盤切換已停用

# localMousePointerModeStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/zdf5l29s3vohs6iq
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/yfao3s5bhl93rs01
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/yfao3s5bhl93rs01

# localMousePointerModeStackTip
source: - Captured: mouse pointer captured & limited within app window - Hidden: local mouse pointer is hidden. - Visible: local mouse pointer is visible to reduce the feeling of latency Do not select hidden/visible for any game play that uses mouse for camera control.
zh_hans: - 被窗口捕获：鼠标指针被限制在app窗口内。 - 隐藏：不显示本地鼠标指针。 - 可见：显示iOS本地鼠标指针，减少延迟感。 请勿使用 隐藏/可见 模式操作任何使用鼠标控制视角的游戏。
zh_hk: - 被視窗捕獲：滑鼠游標被限制在應用程式視窗內。 - 隱藏：不顯示本機滑鼠游標。 - 可見：顯示 iOS 本機滑鼠游標，減少延遲感。 ​​請勿使用「隱藏/可見」模式操作任何需用滑鼠控制視角的遊戲。​​

source: lowest latency
zh_hans: 最低延迟
zh_hk: 最低延遲

source: LS wheel must be placed alone
zh_hans: LS 方向轮必须单独放置
zh_hk: LS 方向輪必須單獨放置

source: LS/L3 button
zh_hans: LS/L3 按键
zh_hk: LS/L3 按鍵

source: LsWheel cannot be combined with other widgets
zh_hans: LsWheel 不能与其他控件组合
zh_hk: LsWheel 不能與其他控制項組合

source: LT/L2 button
zh_hans: LT/L2 按键
zh_hk: LT/L2 按鍵

source: Magnifier
zh_hans: 放大镜
zh_hk: 放大鏡

# magnifierPersistTip
source: Stream view offset & scale are saved in the game profile.
zh_hans: 串流视图的偏移和放大倍数保存在 [游戏配置] 中.
zh_hk: 串流視圖的偏移和放大倍率保存在 [遊戲配置] 中。

# magnifierTip
source: Single touch pans stream view; two-finger pinch zooms stream view. Double tap to reset. Metal rendering does not support magnifier widget.
zh_hans: 单指平移/竖移串流视图，双指捏合缩放串流视图。双击复原串流视图。 目前 Metal 渲染模式下无法使用放大镜控件
zh_hk: 單指平移/豎移串流視圖，雙指捏合縮放串流視圖。雙擊復原串流視圖。 目前 Metal 渲染模式下無法使用放大鏡控制項。

# Manual_Add_Host_Fail
source: Could not connect to host. If you're hosting using GeForce Experience, make sure you've enabled the toggle on the SHIELD tab. If you're hosting using Sunshine, ensure it is running properly. If you're using a non-default port, you will need to include that here.
zh_hans: 无法连接远程主机 如果主机运行的是Geforce Experience, 确认SHIELD已启用. 如果主机运行的是Sushine, 确认服务正常运行. 如果使用非默认端口, 请添加到地址中.
zh_hk: 無法連線到主機。 如果您使用 GeForce Experience 進行託管，請確保您已在 SHIELD 標籤上啟用切換。 如果您使用 Sunshine 進行託管，請確保其正常執行。如果您使用的是非預設連接埠，則需要在此處包含該連接埠。

source: Map controller to mouse
zh_hans: 手柄映射为鼠标
zh_hk: 手柄映射為滑鼠

# mapGyroToStackTip
source: - To map gyro directly to mouse/stick, must turn off DS4 gyro mapping in “Controller” section. - Motion control can be turned on & off by controller buttons or on-screen buttons
zh_hans: - 关闭“手柄”菜单分区的DS4陀螺仪映射后， 方可将陀螺仪直接映射为手柄或鼠标。 - 体感控制陀螺仪可由手柄按键或屏显按键开关。
zh_hk: - 關閉「手柄」選單分區的 DS4 陀螺儀映射後，方可將陀螺儀直接映射為手柄或滑鼠。 - 體感控制陀螺儀可由手把按鍵或螢幕顯示按鍵開關。

# metalRenderTip
source: Hold up! - Standard render has better performance on most devices now. - Changing the rendering mode requires restarting the application to ensure a clean start. - Metal rendering is an experimental feature that may cause performance degradation on some devices. - Metal render currently is unable to handle HDR content correctly on most devices. - Metal rendering mode does not support PiP. - Tapping “Quit Now” means I acknowledge the above information.
zh_hans: 等等！ - 标准渲染模式目前在大多数设备上具有更好的性能。 - 切换渲染模式需要重启应用程序，以确保一次干净的启动。 - Metal 渲染是一项实验性功能，在某些设备上可能会导致性能下降。 - Metal 渲染模式下不支持画中画。 - 目前 Metal 渲染器在大多数设备上无法正确处理 HDR 内容。 点击“立即退出”表示我已知晓并认可以上信息。
zh_hk: 等等！ - 目前在大多数装置上，標準渲染模式具有较佳的效能。 - 变更渲染模式需要重新启动应用程式，以确保干净的启动流程。 - Metal 渲染为实验性功能，可能在某些装置上造成效能下降。 - Metal 渲染模式下不支援画中画。 - Metal 渲染器目前在大多数装置上无法正确处理 HDR 内容。 点选「立即结束」表示我已了解并同意上述说明。

# micPermissionTip
source: - Please grant microphone permission in your system settings, then re-enable “Redirect Mic.” - Currently, mic redirection is only supported with Sunshine-Foundation (a Sunshine fork). This feature is experimental, and the microphone audio stream is NOT ENCRYPTED at this stage.
zh_hans: - 请前往系统设置授予 App 麦克风权限，再回到此菜单启用麦克风重定向。 - 目前麦克风重定向仅支持 Sunshine 基地版，且为实验性功能。须注意，现阶段的 Mic 音频流 【未经加密】。
zh_hk: - 請前往系統設定授予 App 麥克風權限，再回到此選單啟用麥克風轉送。 - 目前麥克風轉送僅支援 Sunshine 基地版，且為實驗性功能。須注意，現階段的 Mic 音訊流【未經加密】。

source: Microphone Permission
zh_hans: 麦克风权限
zh_hk: 麥克風權限

source: Middle Button
zh_hans: 中键
zh_hk: 中鍵

source: Minimum offset: %.0f
zh_hans: 最小偏移量: %.0f
zh_hk: 最小偏移量: %.0f

source: Minimum stick offset (0~32766)
zh_hans: 手柄摇杆最小偏移量 (0~32766)
zh_hk: 搖桿最小偏移量 (0~32766)

source: Minimum: 50ms. 0 to disable. ms(milliSec),s(sec),m(min). ⏎ to save
zh_hans: 最低: 50ms, 输入0关闭. 单位: ms毫秒, s秒, m分钟. 按 ⏎ 保存设定值.
zh_hk: 最低: 50 ms, 輸入 0 關閉. 單位：ms 秒, s秒, m分鐘. 按 ⏎ 儲存設定值.

source: Modify
zh_hans: 修改
zh_hk: 修改

source: Motion Control
zh_hans: 体感控制
zh_hk: 體感控制

source: Mouse Pointer Velocity: %d%%
zh_hans: 鼠标指针灵敏度: %d%%
zh_hk: 滑鼠指標速度：%d%%

source: mouse widgets
zh_hans: 鼠标控件
zh_hk: 滑鼠控制項

source: Mouse Widgets
zh_hans: 鼠标控件
zh_hk: 滑鼠控制項

# mouseModeSwitchButtonTip
source: Press a button for switching to controller mouse mode (long press for 1 second during streaming) Note: if you want to designate home button, double tap to pass it through to VoidLink app on iOS 26+.
zh_hans: 按下用于切换手柄鼠标模式的按键(串流时长按1秒切换) 注意：如果需要指定 home 键，在 iOS 26+ 系统上需要双击将该按键透传至 VoidLink。
zh_hk: 按下用於切換手柄滑鼠模式的按鍵(串流時長按 1 秒切換)。 注意：如果需要指定 Home 鍵，在 iOS 26+ 系統上需要雙擊將該按鍵透傳至 VoidLink。

source: MousePad
zh_hans: 鼠标触控板
zh_hk: 滑鼠觸控板

source: Move the stick you wish to use for mouse control. Another stick will be used for vertical & horizontal scroll.
zh_hans: 移动用于控制鼠标指针的摇杆。另一侧的摇杆将用于控制垂直、水平滚动。
zh_hk: 移動用於控制滑鼠指標的搖桿。另一側的搖桿將用於控制垂直、水平滾動。

source: name
zh_hans: 名称
zh_hk: 名稱

# NetTestFailed
source: Your current network connection seems to be blocking remote session. Streaming may not work while connected to this network. The following network ports were blocked: %s
zh_hans: 设备的网络连接似乎正在阻塞远程会话. 可能无法在此网络中串流. 以下网络端口被阻塞: %s
zh_hk: 您目前的網路連線似乎正在阻擋遠端工作階段。在此網路上連線時，串流可能無法運作。 下列網路連接埠被封鎖： %s

source: Network Error
zh_hans: 网络错误
zh_hk: 網路錯誤

source: Network Test Complete
zh_hans: 网络测试已完成
zh_hk: 網路測試完成

source: New Command
zh_hans: 新建命令
zh_hk: 新指令

source: New On-Screen Widget
zh_hans: 新建屏显控件
zh_hk: 新螢幕控制項

source: No
zh_hans: 否
zh_hk: 否

# No purchase found
source: Purchase [%@] for: - Pro-level pressure curve tool. - Improved stroke transmission & responsiveness, and user-defined keyboard/mouse shortcut for double tap & squeeze, in the remote drawing workflow. - Exclusive drawing-related on-screen buttons. - And more … Note: basic remote drawing function remains available without purchasing this add-on component.
zh_hans: 购买 [%@] 可解锁： - 专业级压力曲线工具。 - 在远程绘图流程中提升笔触传输效率与响应表现，并支持用户自定义的双击及捏合键盘/鼠标快捷键。 - 专属绘图相关的屏显按钮。 以及更多功能...
zh_hk: 解鎖 [%@] ： - 專業級壓力曲線工具。 - 在遠端繪圖流程中提升筆觸傳輸效率與響應表現，並支援使用者自訂的雙擊及捏合鍵盤/滑鼠快捷鍵。 - 專屬繪圖相關的螢幕顯示按鈕。 - 以及更多功能... 基礎繪畫功能無需購買 [%@] 即可使用。

source: No video received from host.
zh_hans: 无法从主机接收视频帧
zh_hk: 未從主機收到視訊。

source: No widget selected
zh_hans: 请先点选一个控件
zh_hk: 請先點選一個控制項

source: Normal
zh_hans: 常规
zh_hk: 常規

source: Nothing to Undo
zh_hans: 无修改可撤消
zh_hk: 沒有可復原的內容

source: null
zh_hans: 无
zh_hk: 無

source: Null
zh_hans: 无
zh_hk: 無

source: numpad
zh_hans: 小键盘
zh_hk: 數字鍵盤

source: Numpad
zh_hans: 小键盘
zh_hk: 數字鍵盤

source: NVIDIA GameStream End-of-Service
zh_hans: NVIDIA GAMESTREAM 服务终止
zh_hk: NVIDIA GameStream 服務終止

source: Offline
zh_hans: 离线
zh_hk: 離線

source: Offline %@
zh_hans: 离线 %@
zh_hk: 離線 %@

source: Ok
zh_hans: 确认
zh_hk: 確定

source: OK
zh_hans: 确认
zh_hk: 確定

source: On-Screen Controls & Widgets
zh_hans: 屏显虚拟手柄与控件
zh_hk: 螢幕控制器與控制項

source: Online
zh_hans: 在线
zh_hk: 線上

source: Online - Not Paired %@
zh_hans: 在线 - 未配对 %@
zh_hk: 線上 - 未配對 %@

source: Online - Paired %@
zh_hans: 在线 - 已配对 %@
zh_hk: 線上 - 已配對 %@

source: Online Documentation
zh_hans: 在线支持文档
zh_hk: 線上支援文件

# onScreenWidgetStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/dcke52amz8ay3g37
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/zrg0ga93avz4s747
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/zrg0ga93avz4s747

# onScreenWidgetStackTip
source: - VoidLink supports rich, powerful custom on screen widgets including keyboard buttons, gamepad button & joysticks, mouse touchpad & button. Check online document for detail. - Multi-finger tap gesture is available for launching widget layout tool during streaming.
zh_hans: - VoidLink具备丰富而强大的自定义屏显控件，类型包括：键盘按键、手柄按键和摇杆、鼠标触摸板和按键等。详见在线文档。 - 可通过多指轻按手势在串流时打开控件布局工具。
zh_hk: - VoidLink 提供豐富且強大的自訂螢幕顯示元件，類型包含：鍵盤按鍵、手把按鍵與搖桿、滑鼠觸控板及按鍵等。詳細資訊請參考線上說明文件。 - 可透過多指輕點手勢，在串流時開啟控制元件佈局工具。

source: Opacity: %.2f
zh_hk: 透明度: %.2f

source: Open on-screen widget layout tool
zh_hans: 打开屏显控件布局工具
zh_hk: 開啟螢幕控制項版面工具

source: Opens pencil pressure curve tool
zh_hans: 打开 Pencil 压感曲线工具
zh_hk: 開啟 Pencil 壓感曲線工具

# optimizeGamesStackTip
source: Recommended to keep this option enabled. Sunshine relies on it to load preset parameters.
zh_hans: Sunshine 依据该选项状态决定是否加载一些预置参数，建议保持开启。
zh_hk: Sunshine 依據此選項的狀態決定是否載入一些預設參數，建議保持開啟。

source: optional
zh_hans: 可留空
zh_hk: 可選

source: Options
zh_hans: 选项
zh_hk: 選項

source: Others
zh_hans: 其他
zh_hk: 其他

source: Paddle1
zh_hans: 背键1
zh_hk: 背鍵1

source: Paddle2
zh_hans: 背键2
zh_hk: 背鍵2

source: Paddle3
zh_hans: 背键3
zh_hk: 背鍵3

source: Paddle4
zh_hans: 背键4
zh_hk: 背鍵4

source: Pairing
zh_hans: 正在配对
zh_hk: 正在配對

source: Pairing Failed
zh_hans: 配对失败
zh_hk: 配對失敗

source: Pen Pressure Curve
zh_hans: 笔压曲线
zh_hk: 筆壓曲線

source: Pencil
zh_hans: 手写笔
zh_hk: 手寫筆

source: Pencil hover
zh_hans: Pencil 悬停
zh_hk: Pencil 懸浮

source: Pencil Pro Pack
zh_hans: Pencil 专业套装
zh_hk: Pencil 專業套裝

# pencilKeyboardCmdURL
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ma82z70rdt6u99b4#32535f99
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/nm6l9yixu0idsybg#32535f99

# PencilProPackLowOSVersionTip
source: Pencil Pro Pack is coming soon on iOS 12–14.
zh_hans: Pencil Pro Pack 即将支持 iOS 12–14。
zh_hk: Pencil Pro Pack 即將支援 iOS 12–14。

# PencilProPackURL
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/vrwqg8xco75n9c9z
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/sl96pxao4a0oid1x
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/sl96pxao4a0oid1x

# pencilTickStackTip
source: Optimizes stroke transmission and responsiveness in remote drawing workflows
zh_hans: 在远程绘画工作流中优化笔触传输与响应性能。
zh_hk: 在遠端繪圖工作流程中優化筆觸傳輸與響應效能。

source: Performance
zh_hans: 性能
zh_hk: 效能

source: Performance Graphs - Opacity: %ld%%
zh_hans: 性能图表 - 不透明度：%ld%%
zh_hk: 效能圖表 - 不透明度：%ld%%

# performanceGraphStackTip
source: Displays frametime and buffer health metrics. Adjust the opacity if they obscure parts of the screen.
zh_hans: 显示帧时间和缓冲区健康指标。如果它们遮挡了屏幕的部分内容，请调整透明度。
zh_hk: 顯示影格時間和緩衝區健康指標。如果它們遮蓋了畫面部分內容，請調整透明度。

source: Peripherals
zh_hans: 外设
zh_hk: 周邊設備

# physicaStickMinOffsetTip
source: Also known as deadzone boost
zh_hans: 该选项也被称为摇杆死区补偿
zh_hk: 此選項亦稱為搖桿死區補償

source: Pick a game/on-screen-widget profile
zh_hans: 选择一个游戏/屏显控件配置
zh_hk: 選擇一個遊戲／螢幕控制項配置

source: Pick profile
zh_hans: 选取布局
zh_hk: 選取版面

# pipStackTip
source: - Enable auto picture-in-picture by switching on Settings -> Multitasking & Gestures -> Start PiP Automatically. - PiP can be manually started in toolbox menu. - PiP connection timeout is also defined by “Background Session” settings in “Others” section - PiP is available for iOS15+
zh_hans: - App切后台时自动开启画中画， 需要打开 iOS 设置-> 多任务与手势 -> 自动开启画中画。 - 画中画可在工具箱菜单中手动开启。 - 画中画时长由 “其他 -> 后台会话” 设置项控制 - 仅 iOS15+ 支持画中画。
zh_hk: - App 切到背景時會自動啟用子母畫面，需開啟 iOS 「設定」→「多工與手勢」→「自動啟用子母畫面」。 - 子母畫面也可透過工具箱選單手動啟用。 - 子母畫面顯示時長由「其他」→「背景執行」設定項目控制。 - 子母畫面功能自 iOS 15 起支援。

source: Pitch factor: %.2f
zh_hans: 俯仰系数: %.2f
zh_hk: 俯仰係數: %.2f

source: Place the device flat on a surface and keep it still, then tap ‘Start’.
zh_hans: 将设备静置于平面上，再点“开始”。
zh_hk: 將裝置靜置於平面上，然後點「開始」。

source: Please enable pressure curve in settings menu
zh_hans: 请在设置菜单中开启笔压曲线
zh_hk: 請在設定選單中開啟筆壓曲線

source: Please select a sprint key
zh_hans: 请选择疾走键
zh_hk: 請選擇疾走鍵

source: Pofiles imported
zh_hans: 布局已导入
zh_hk: 已匯入版面配置

# pointerVelocityDividerStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ct0xcq77u6pgyvxy
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/qt0gthxxnr94b3sz
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/qt0gthxxnr94b3sz

# pointerVelocityDividerStackTip
source: Sensitivity divider line: used to separate the pass-through zone from the adjustment zone for touch-point movement speed in multi-touch games (e.g. Genshin Impact, Honkai: Star Rail). For details, see the online documentation.
zh_hans: 灵敏度分割线, 用于划分多点触控游戏(原神/崩坏星穹铁道)中触点移速的透传区域和调整区域. 详见在线文档.
zh_hk: 靈敏度分割線：用於在多點觸控遊戲（例如《原神》、《崩壞：星穹鐵道》）中分隔觸控點移動速度的傳遞區和調整區。詳情請參閱線上文件。

# pointerVelocityFactorStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/ct0xcq77u6pgyvxy
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/qt0gthxxnr94b3sz
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/qt0gthxxnr94b3sz

# pointerVelocityFactorStackTip
source: Touch Sensitivity: Adjusts the movement speed of touch points on the right half of the screen, allowing you to control in-game camera sensitivity (for Genshin Impact & Honkai: Star Rail). See the online documentation for details.
zh_hk: 觸控靈敏度：調整螢幕右半邊觸控點的移動速度，讓您可以控制遊戲內攝影機的靈敏度（適用於《原神》和《崩壞：星穹鐵道》）。詳情請參閱線上文件。

source: Poor connection to PC
zh_hans: 网络状态较差
zh_hk: 與電腦的連線品質不佳

source: Press a button for keeping gyro active by holding down. You can have 2 buttons for both press-toggle & hold-down switch.
zh_hans: 按下保持陀螺仪模式的手柄按键。 你可以为陀螺仪切换和保持各设置一个按键。
zh_hk: 按下保持陀螺儀模式的手把按鍵。 您可以為陀螺儀切換和保持各設置一個按鍵。

source: Press a button for switching gyro on & off with a press. You can have 2 buttons for both press-toggle & hold-down switch.
zh_hans: 按下切换陀螺仪模式的手柄按键。 你可以为陀螺仪切换和保持各设置一个按键。
zh_hk: 按下切換陀螺儀模式的手把按鍵。 您可以為陀螺儀切換和保持各設置一個按鍵。

source: Press the button for mouse left button
zh_hans: 按下用于操作鼠标左键的按键
zh_hk: 按下用於操作滑鼠左鍵的按鍵

source: Press the button for mouse right button
zh_hans: 按下用于操作鼠标右键的按键
zh_hk: 按下用於操作滑鼠右鍵的按鍵

source: Pressure curve
zh_hans: 压感曲线
zh_hk: 壓感曲線

source: Pressure curve saved
zh_hans: 笔压曲线已保存
zh_hk: 筆壓曲線已儲存

source: Pressure Range Test
zh_hans: 笔压范围测试
zh_hk: 筆壓範圍測試

source: Pressure-range-test
zh_hans: 笔压范围测试
zh_hk: 筆壓範圍測試

# pressureRangeTestTip
source: This will reset the pressure curve. To proceed with the test, tap 'OK' to draw freely and vary pen pressure naturally.
zh_hans: 此测试将重置笔压曲线。 若继续测试，请点’确认’，并随意绘制。笔压自然变化即可。
zh_hk: 此測試將重置筆壓曲線。 若繼續測試，請點選「確認」，並隨意繪製即可，讓筆壓自然變化。

source: Profile %@ duplicated from current layout
zh_hans: 当前布局已另存为: %@
zh_hk: 已從目前版面配置複製版面配置 %@

source: Profile Default can not be overwritten
zh_hans: 默认布局无法被覆盖保存
zh_hk: 無法覆寫預設版面配置

source: Profile name already exists
zh_hans: 布局名称已存
zh_hk: 版面配置名稱已存在

source: Profile name cannot be blank!
zh_hans: 布局名称不能为空!
zh_hk: 版面配置名稱不可為空！

source: Profile: %@
zh_hans: 当前布局: %@
zh_hk: 版面配置：%@

source: Profiles
zh_hans: 布局清单
zh_hk: 版面清單

# profileSaveTip
source: Current profile updated successfully. The app update may overwrite the preset game profiles. If you just saved a preset profile, please duplicate it and modify the copy instead.
zh_hans: 当前布局已修改。 App升级可能覆盖预置的游戏配置，如果您刚刚保存的是预置游戏配置，先将该配置复制，后续请修改其副本。
zh_hk: 目前配置已成功更新 App升級可能會覆蓋預設的遊戲配置，如果您剛剛儲存的是預設遊戲配置，先將該配置複製，後續請修改其副本。

source: Purchase Now
zh_hans: 即刻购买
zh_hk: 即刻購買

source: Quit App
zh_hans: 退出应用
zh_hk: 退出應用程式

source: Quit Now
zh_hans: 立即退出
zh_hk: 立即退出

source: Quit Running App
zh_hans: 退出运行中的应用
zh_hk: 退出執行中的應用程式

source: Quit Running App and Start
zh_hans: 退出运行中的应用, 并运行此应用
zh_hk: 退出執行中的應用程式並啟動

source: Quitting App Failed
zh_hans: 退出应用失败
zh_hk: 退出應用程式失敗

source: Quitting application: %@
zh_hans: 正在退出应用: %@
zh_hk: 正在退出應用程式：%@

source: r - round/circle, s - square/rect
zh_hans: r - 圆形, s - 方形
zh_hk: r - 圓形, s - 方形

source: Read Widget Instruction
zh_hans: 阅读控件添加说明
zh_hk: 閱讀控制項說明

# redirectMicStackTip
source: - Currently, mic redirection is only supported with Sunshine-Foundation (a Sunshine fork). - This feature is experimental, and the microphone audio stream is NOT ENCRYPTED at this stage.
zh_hans: 目前麦克风重定向仅支持 Sunshine 基地版，且为实验性功能。 须注意，现阶段的 Mic 音频流 【未经加密】。
zh_hk: 目前麥克風轉送僅支援 Sunshine 基地版，且為實驗性功能。 須注意，現階段的 Mic 音訊流【未經加密】。

# relativeTouchSlideThresholdStackTip
source: Fixes mouse cursor jump on initial move of touchPad mode.
zh_hans: 用于修复触控板模式下鼠标指针刚开始移动时会突然跳一下的问题。
zh_hk: 用於修復觸控板模式下滑鼠指標剛開始移動時會突然跳一下的問題。

source: Remove
zh_hans: 移除
zh_hk: 移除

source: Remove Host
zh_hans: 移除主机
zh_hk: 移除主機

source: Remove Items
zh_hans: 移除设置项
zh_hk: 移除項目

source: Rendering Mode (Experimental)
zh_hans: 渲染模式（实验性）
zh_hk: 渲染模式（實驗性）

# renderingBackendStackTip
source: - Standard render has better performance on most devices now. - Changing the rendering mode requires restarting the application to ensure a clean start. - Metal rendering is an experimental feature that may cause performance degradation on some devices. - Metal render currently is unable to handle HDR content correctly on most devices. - Metal rendering mode does not support PiP.
zh_hans: - 目前, 标准渲染模式在大多数设备上具有更好的性能。 - 切换渲染模式需要重启应用程序，以确保一次干净的启动。 - Metal 渲染是一项实验性功能，在某些设备上可能会导致性能下降。 - Metal 渲染模式下不支持画中画。 - 目前 Metal 渲染器在大多数设备上无法正确处理 HDR 内容。
zh_hk: - 目前，在大多数装置上，標準渲染模式具有较佳的效能。 - 变更渲染模式需要重新启动应用程式，以确保干净的启动流程。 - Metal 渲染为实验性功能，可能在某些装置上造成效能下降。 - Metal 渲染模式下不支援画中画。 - Metal 渲染器目前在大多数装置上无法正确处理 HDR 内容。

source: Replace mouse button action in single point touch mode with another button temporarily
zh_hans: 在单点触控模式下，临时将鼠标按键操作替换为另一个按键
zh_hk: 在單點觸控模式下，暫時將滑鼠按鍵操作替換成另一個按鍵

source: Reset
zh_hans: 重置
zh_hk: 重置

source: Reset the pen pressure curve by starting from the pen pressure test?
zh_hans: 是否从笔压范围测试开始重置笔压曲线？
zh_hk: 是否從筆壓範圍測試開始重置筆壓曲線？

source: Restart Required
zh_hans: 需要重启App
zh_hk: 需要重新啟動App

source: Restore Purchase
zh_hans: 恢复购买
zh_hk: 回復購買

source: Resume App
zh_hans: 恢复应用
zh_hk: 恢復應用程式

source: Resume Running App
zh_hans: 恢复运行中的应用
zh_hk: 恢復執行中的應用程式
